<P ALIGN=CENTER><strong>Aprobar Desaf&iacute;o </strong></P>

<P align="justify">Esta página permite al profesor aprobar, guardar o borrar un desaf&iacute;o propuesto por un alumno. A continuación se describe cada una de las acciones que se pueden realizar:</P>
<ul>
  <li><strong align="justify">Aprobar</strong>: al pulsar este bot&oacute;n se guardan todos los datos referentes al desaf&iacute;o, con las modificaciones realizadas por el profesor. A partir de este instante, el desafío será visible por el resto de los alumnos que podr&aacute;n enviar respuestas una vez se abra dicho desafío.</li>
  <li><strong align="justify">Guardar</strong>: se almacenan todos los cambios realizados por el profesor en el desaf&iacute;o, sin que éste pase a estar visible para el resto de alumnos. Esto permite que el autor del desafío realice las modificaciones necesarias para que el profesor lo apruebe</li>
  <li><strong align="justify">Borrar</strong>: el profesor elimina el desafío por no considerarlo adecuado o interesante.</li>
</ul>
<P align="justify">Al realizar cualquiera de estas acciones se enviar&aacute; un mensaje al autor del desaf&iacute;o, bien interno, bien por correo electr&oacute;nico, dependiendo de las preferencias del usuario a este respecto fijadas por el mismo en su perfil. </P>
<P align="justify">La información que se presenta sobre el desafío y que puede modificarse es la siguiente:</P>
<ul> 

    <li><strong>T&iacute;tulo</strong>: nombre con el se designa el desaf&iacute;o, se recomienda que no incluya el nombre del autor, para conservar el anonimato sobre la autoría del desaf&iacute;o, en caso contrario podr&aacute; ser rechazado o modificado por el profesor.</li>
      <li><strong>Descripci&oacute;n</strong>: es el cuerpo del desaf&iacute;o, donde se explica la problem&aacute;tica y los aspectos que debe incluir la respuesta. Debe ser clara y completa. </li>
      <li><strong>Puntuaci&oacute;n M&aacute;xima</strong>: es la m&aacute;xima puntuaci&oacute;n que podr&aacute; alcanzar el desaf&iacute;o, viene limitada por la <a href="help.php?module=quest&file=maxcalification.html">M&aacute;xima Puntuaci&oacute;n</a> del m&oacute;dulo QUESTOURnament al que pertenece.</li>
      <li><strong>Puntuaci&oacute;n Inicia</strong>l: es la puntuaci&oacute;n con la que parte el desaf&iacute;o en el instante de su comienzo, la cuál irá evolucionando a medida que se desarrolle el concurso.</li>
      <li><strong>Fecha de Comienzo</strong>: establece la fecha en que se abre el desaf&iacute;o, este par&aacute;metro s&oacute;lo es configurable por parte de los profesores. Cuando el desafío lo crea un alumno, se toma como fecha de comienzo el instante de creaci&oacute;n del desaf&iacute;o.</li>
      <li><strong>Fecha de Cierre</strong>: establece la fecha en la que se cierra el desaf&iacute;o, a partir de esta fecha no se podr&aacute; responder al desaf&iacute;o, aunque los autores del desaf&iacute;o y los profesores s&iacute; que podr&aacute;n evaluar las respuestas realizadas hasta la fecha. No puede ser posterior a la <a href="help.php?module=quest&file=dateend.html">Fecha de Cierre</a> establecida para el m&oacute;dulo QUESTOURnament. </li>
      <li><strong>Anexos</strong>: se especificarán los anexos correspondientes en caso de haberse habilitado el env&iacute;o de anexos al crear el módulo QUESTOURnament. También se permite eliminar los anexos inclu&iacute;dos en el desaf&iacute;o hasta este momento.</li>
   
  <li><strong>Comentarios para el Autor</strong>: en este campo se incluir&aacute;n las sugerencias o los comentarios que el profesor quiera realizar al alumno, los cuáles s&oacute;lo estarán visibles para el autor del desaf&iacute;o y para el resto de profesores.</li>
  <li><strong>Comentarios para los Alumnos</strong>: en este campo se incluir&aacute;n los comentarios que el profesor quiera realizar a los alumnos acerca del desaf&iacute;o, estos comentarios estarán visibles para todos los participantes en el m&oacute;dulo QUESTOURnament. </li>
</ul>
