<P ALIGN=CENTER><strong>Evaluar Desaf&iacute;o </strong></P>

<P align="justify">Esta página permite a los profesores evaluar la labor de los alumnos que propongan desaf&iacute;os en un m&oacute;dulo QUESTOURnament. La calificaci&oacute;n otorgada depender&aacute; tanto de la labor del autor como evaluador como del desaf&iacute;o propuesto.</P>
      
<P align="justify">Para facilitar la valoración de la tarea se utilizarán una serie de elementos de evaluación de forma que cada uno cubra un aspecto particular a valorar en la tarea. Para cada elemento de evaluación será preciso:
<div align="justify">
  <OL>
<LI>Introducir una calificaci&oacute;n haciendo clic en el radio bot&oacute;n apropiado, seleccionando un n&uacute;mero en el men&uacute; desplegable que se presente, etc., lo cuál dependerá de la escala utilizada para ese elemento de evaluación.
<LI>Introducir una explicaci&oacute;n de por qu&eacute; se asigna esa calificaci&oacute;n. Si se considera que la raz&oacute;n es obvia, se puede dejar esa casilla en blanco. No obstante, debe tenerse en cuenta que la persona cuyo trabajo est&aacute; evaluando puede efectuar una reclamación sobre la calificación asignada.
  </OL>
</div>
  
<P align="justify">Asimismo es posible realizar un comentario general sobre el trabajo valorado. &Eacute;ste comentario debe ser respetuoso y constructivo. Las calificaciones y comentarios realizados se mostrar&aacute; al autor del desafío. El profesor podrá modificar manualmente la calificación global, en caso de que desee hacer ajustes sobre la calculada de forma automática.
<P align="justify">La m&aacute;xima calificaci&oacute;n posible para el autor del desafío será, siempre que se haya producido una respuesta correcta, la m&aacute;xima puntuaci&oacute;n alcanzada por el desaf&iacute;o durante su tiempo de vida. Si por el contrario, no se ha enviado ninguna respuesta correcta al desaf&iacute;o antes de que éste se cierre, se considerará como m&aacute;xima puntuaci&oacute;n su <a href="help.php?module=quest&file=initialpoints.html">Puntuaci&oacute;n Inicial</a>.
