<P ALIGN=CENTER>
	<strong>Ver Clasificaci&oacute;n Total </strong>
</P>

<P align="justify">Esta opción muestra la clasificaci&oacute;n de
	los participantes en el m&oacute;dulo QUESTOURnament que pertenezcan a
	un mismo grupo.</P>
<P align="justify">Los par&aacute;metros que se muestran son los
	siguientes:</P>
<div align="justify">
	<ul>
		<li><strong>Foto</strong>: imagen del alumno introducida por él
			en su perfil.</li>
		<li><strong>Nombre/Apellido</strong>: nombre y apellido del
			alumno introducidos por &eacute;l al registrarse en el sistema.</li>
		<li><strong>N&ordm; Resp.</strong>: n&uacute;mero de respuestas
			realizadas por el alumno en este m&oacute;dulo QUESTOURnament.</li>
		<li><strong>N&ordm; Resp. Eval.</strong>: n&uacute;mero de
			respuestas evaluadas de todas las enviadas por este alumno en este
			m&oacute;dulo QUESTOURnament.</li>
		<li><strong>N&ordm; Desaf&iacute;os </strong>: n&uacute;mero de
			desaf&iacute;os propuestos en el m&oacute;dulo QUESTOURnament por el
			alumno.</li>
		<li><strong>N&ordm; Desaf&iacute;os Eval.</strong>: n&uacute;mero
			de desaf&iacute;os evaluados de todos los propuestos por el alumno en
			este m&oacute;dulo QUESTOURnament.</li>
		<li><strong>Punt. Desaf&iacute;os</strong>: indica la puntuación
			total obtenida por el alumno correspondiente a la evaluaci&oacute;n,
			por parte de los profesores, de los desaf&iacute;os propuestos por
			dicho alumno.</li>
		<li><strong>Punt. Resp.</strong>: indica la puntuaci&oacute;n
			total obtenida por el alumno correspondiente a la evaluaci&oacute;n
			de las respuestas por &eacute;l enviadas.</li>
		<li><strong>Punt. Equipos</strong>: este par&aacute;metro
			s&oacute;lo se muestra en caso de tener en el m&oacute;dulo
			QUESTOURnament habilitada la opci&oacute;n de <a
			href="help.php?module=quest&file=allowteams.html">Permitir
				Equipos</a>. Indica el porcentaje, fijado a trav&eacute;s de la opción <a
			href="help.php?module=quest&file=teamporcent.html">Porcentaje en
				la Calificaci&oacute;n de los Equipos</a>, de la puntuaci&oacute;n total
			obtenida por el equipo al que pertenece el alumno, en su puntuación
			individual.</li>
		<li><strong>Puntuaci&oacute;n</strong>: recoge la suma de las
			puntuaciones correspondientes a los desaf&iacute;os propuestos por
			los alumnos y a las respuestas enviadas por &eacute;stos.</li>
	</ul>
	<p>
		Hay que puntualizar que los profesores tienen acceso a toda la
		información anterior, mientras que los alumnos sólo verán dicha
		información en cado de que el creador del QUESTOURnament haya
		seleccionado la opción <a
			href="help.php?module=quest&file=showauthoringdetails.html">Mostrar
			a los Alumnos detalles de los Autores en la Clasificación</a>. En caso
		contrario, los alumnos no podrán visualizar los datos parciales
		relativos a los desafíos propuestos por sus compañeros.
	</p>
	<p>Por defecto la clasificaci&oacute;n viene ordenada de acuerdo a
		la puntuaci&oacute;n total obtenida por cada alumno, aunque este orden
		podr&aacute; modificarse escogiendo otro par&aacute;metro de
		ordenaci&oacute;n pulsando sobre el nombre del mismo.</p>
	<p>
		Se puede acceder a la clasificaci&oacute;n por equipos a trav&eacute;s
		de la opción <a href="help.php?module=quest&file=teams.html">Ver
			Clasificaci&oacute;n por Equipos</a> que aparece en la parte inferior de
		la pantalla.
	</p>
</div>

