<P ALIGN=CENTER>
	<strong>Mi Sitio</strong>
</P>

<P align="justify">Esta página muestra la informaci&oacute;n
	correspondiente a la actividad realizada por cada uno de los
	participantes del m&oacute;dulo QUESTOURnament.</P>
<P align="justify">La información presentada se divide en varias
	secciones:</P>
<ul>
	<li>
		<div align="justify">
			<strong>Mis Desaf&iacute;os </strong>: muestra una lista con todos
			los desaf&iacute;os que han sido a&ntilde;adidos por el usuario que
			visualiza esta p&aacute;gina. Para cada desafío se presenta su
			puntuaci&oacute;n actual (m&aacute;xima puntuaci&oacute;n que
			podr&aacute; obtener una respuesta enviada en ese instante), la fase
			o estado en que se encuentra, el n&uacute;mero de respuestas
			realizadas y número de ellas que son correctas, las fechas de inicio
			y de cierre y su t&iacute;tulo. Pulsando en el t&iacute;tulo se
			accede a la descripci&oacute;n completa del desaf&iacute;o. El
			profesor podr&aacute; modificar o borrar un desaf&iacute;o cualquiera
			en todo momento, mientras un alumno autor s&oacute;lo podr&aacute;
			hacerlo hasta que el desafío que ha propuesto sea aprobado por el
			profesor.
		</div>
	</li>
	<li><strong>Mis Respuestas</strong>: muestra una tabla con todas
		las respuestas que ha enviado el usuario que visualiza esta página.
		Para cada respuesta se presenta la fecha del env&iacute;o, las
		acciones que se pueden realizar (Ver Evaluación, etc.), la
		puntuaci&oacute;n obtenida y su t&iacute;tulo. Una respuesta
		podr&aacute;n ser modificada o borrada por el profesor en todo
		momento, mientras que un alumno s&oacute;lo podr&aacute; hacerlo hasta
		que la respuesta que ha enviado sea evaluada.</li>
	<li><strong>Mi Clasificaci&oacute;n</strong>: muestra las
		distintas puntuaciones obtenidas por un alumno en el m&oacute;dulo
		QUESTOURnament, ya sean por las respuestas evaluadas o por los
		desaf&iacute;os a&ntilde;adidos. Esta secci&oacute;n no se presentará
		si el usuario que accede es un profesor.</li>
	<li><strong>Mi Clasificaci&oacute;n por Equipos</strong>: muestra
		las puntuaciones obtenidas por el equipo al que pertenece el alumno.
		Esta opci&oacute;n s&oacute;lo se mostrará si se trata de un
		m&oacute;dulo QUEST que tenga habilitada la opci&oacute;n de <a
		href="help.php?module=quest&file=allowteams.html">Permitir Equipos</a>.
		Esta secci&oacute;n tampoco se presentará si el usuario que accede es
		un profesor.</li>
</ul>
<p>
	A trav&eacute;s de esta opci&oacute;n tambi&eacute;n podr&aacute;n
	realizarse distintas acciones como <a
		href="help.php?module=quest&file=submitexampleassignment.html">A&ntilde;adir
		Desaf&iacute;o </a>, <a href="help.php?module=quest&file=global.html">Ver
		Clasificaci&oacute;n Total</a> o <a
		href="help.php?module=quest&file=changeteamteacher.html">Gesti&oacute;n
		de Equipos</a>, &eacute;sta &uacute;ltima s&oacute;lo la podr&aacute;n
	llevar a cabo los profesores.
</p>