<P ALIGN=CENTER><strong>A&ntilde;adir Desaf&iacute;o </strong></P>

<P align="justify">Esta página permite a&ntilde;adir un desaf&iacute;o en el m&oacute;dulo QUESTOURnament. Los siguientes campos son obligatorios:</P>
<div align="justify">
  <ul>
    <li><strong>T&iacute;tulo</strong>: nombre con el se designa el desaf&iacute;o, se recomienda que no incluya el nombre del autor, para conservar el anonimato sobre la autoría del desaf&iacute;o, en caso contrario podr&aacute; ser rechazado o modificado por el profesor.</li>
      <li><strong>Descripci&oacute;n</strong>: es el cuerpo del desaf&iacute;o, donde se explica la problem&aacute;tica y los aspectos que debe incluir la respuesta. Debe ser clara y completa. </li>
      <li><strong>Puntuaci&oacute;n M&aacute;xima</strong>: es la m&aacute;xima puntuaci&oacute;n que podr&aacute; alcanzar el desaf&iacute;o, viene limitada por la <a href="help.php?module=quest&file=maxcalification.html">M&aacute;xima Puntuaci&oacute;n</a> del m&oacute;dulo QUESTOURnament al que pertenece.</li>
      <li><strong>Puntuaci&oacute;n Inicia</strong>l: es la puntuaci&oacute;n con la que parte el desaf&iacute;o en el instante de su comienzo, la cuál irá evolucionando a medida que se desarrolle el concurso.</li>
      <li><strong>Fecha de Comienzo</strong>: establece la fecha en que se abre el desaf&iacute;o, este par&aacute;metro s&oacute;lo es configurable por parte de los profesores. Cuando el desafío lo crea un alumno, se toma como fecha de comienzo el instante de creaci&oacute;n del desaf&iacute;o.</li>
      <li><strong>Fecha de Cierre</strong>: establece la fecha en la que se cierra el desaf&iacute;o, a partir de esta fecha no se podr&aacute; responder al desaf&iacute;o, aunque los autores del desaf&iacute;o y los profesores s&iacute; que podr&aacute;n evaluar las respuestas realizadas hasta la fecha. No puede ser posterior a la <a href="help.php?module=quest&file=dateend.html">Fecha de Cierre</a> establecida para el m&oacute;dulo QUESTOURnament. </li>
      <li><strong>Anexos</strong>: permite especificar los anexos correspondientes en caso de haberse habilitado el env&iacute;o de anexos al crear el módulo QUESTOURnament. </li>
  </ul>
  <p>Se comprobar&aacute; que los campos de t&iacute;tulo y descripci&oacute;n del desaf&iacute;o no est&eacute;n vac&iacute;os, en caso de que lo est&eacute;n se presentará un mensaje de error y el desaf&iacute;o no se a&ntilde;adir&aacute;. Tambi&eacute;n se comprobar&aacute; si las fechas son correctas, en el caso de que la fecha de cierre del desaf&iacute;o sea posterior a la fecha de cierre del m&oacute;dulo QUESTOURnament al que pertence el desafío, se fijar&aacute; esta &uacute;ltima fecha como fecha de cierre del desaf&iacute;o.</p>
  <p>Si la puntuaci&oacute;n inicial definida en el desaf&iacute;o fuese superior a la puntuaci&oacute;n m&aacute;xima definida para el desafío, se tomar&aacute; como puntuaci&oacute;n inicial la puntuaci&oacute;n m&aacute;xima establecida.</p>
</div>
<ul>
</ul>
