<P ALIGN=CENTER><strong>Ver Clasificaci&oacute;n por Equipos </strong></P>

<P align="justify">Esta opción muestra la clasificaci&oacute;n obtenida por cada uno de los equipos formados en el m&oacute;dulo QUESTOURnament que pertenezcan al mismo grupo. Un porcentaje de esta clasificaci&oacute;n fijado al a&ntilde;adir el m&oacute;dulo QUESTOURnament (<a href="help.php?module=quest&file=teamporcent.html">Porcentaje en la Calificaci&oacute;n de los Equipos</a>) contribuirá a la clasificaci&oacute;n indivual de cada componente del equipo.</P>
<P align="justify">Los par&aacute;metros que se muestran son los siguientes:</P>
<div align="justify">
  <ul>
    <li><strong>Equipo</strong>: nombre del equipo.</li>
      <li><strong>N&ordm; Resp.</strong>: n&uacute;mero de respuestas realizadas por todos los componentes de un mismo equipo en este m&oacute;dulo QUESTOURnament.</li>
      <li><strong>N&ordm; Resp. Eval.</strong>: n&uacute;mero de respuestas evaluadas de todas las enviadas por los componentes del equipo en este m&oacute;dulo QUESTOURnament.</li>
      <li><strong>N&ordm; Desaf&iacute;os </strong>: n&uacute;mero de desaf&iacute;os propuestos en el m&oacute;dulo QUESTOURnament por los componentes del equipo.</li>
      <li><strong>N&ordm; Desaf&iacute;os Eval.</strong>: n&uacute;mero de desaf&iacute;os evaluados de los propuestos por los componentes del equipo en este m&oacute;dulo QUESTOURnament.     
      <li><strong>Punt. Desaf&iacute;os:</strong> engloba todas las puntuaciones obtenidas por los miembros del equipo correspondientes a la evaluaci&oacute;n, por parte de los profesores, de los desaf&iacute;os propuestos por dichos alumnos.</li>
      <li><strong>Punt. Resp.</strong>: engloba todas las puntuaciones obtenidas por los miembros del equipo correspondientes a la evaluaci&oacute;n de las respuestas enviadas por dichos alumnos.</li>
      <li><strong>Puntuaci&oacute;n</strong>: recoge la suma de las puntuaciones correspondientes a los desaf&iacute;os a&ntilde;adidos por los alumnos de un mismo equipo y a las respuestas enviadas por &eacute;stos. </li>
  </ul>
  <p>Por defecto la clasificaci&oacute;n viene ordenada de acuerdo a la puntuaci&oacute;n total obtenida por cada equipo, aunque este orden podr&aacute; modificarse escogiendo otro par&aacute;metro de ordenaci&oacute;n pulsando sobre el nombre del mismo.</p>
  <p>Se puede acceder a la clasificaci&oacute;n individual de los alumnos a trav&eacute;s de la opción <a href="help.php?module=quest&file=global.html">Ver Clasificaci&oacute;n Total</a> que aparece en la parte inferior de la pantalla.</p>
</div>
