<P ALIGN=CENTER>
	<strong>Tipo de Variación de la Puntuaci&oacute;n </strong>
</P>

<P align="justify">
	Este parámetro permite establecer la forma en que variará la
	puntuaci&oacute;n de un desaf&iacute;o. Cada desaf&iacute;o propuesto
	tendr&aacute; una puntuaci&oacute;n inicial fijada mediante el
	par&aacute;metro <a
		href="help.php?module=quest&file=initialpoints.html">Puntuaci&oacute;n
		Inicial</a>, una calificaci&oacute;n máxima posible fijada mediante el
	par&aacute;metro <a
		href="help.php?module=quest&file=maxcalification.html">M&aacute;xima
		Puntuaci&oacute;n</a> y un <a
		href="help.php?module=quest&file=tinitial.html">Tiempo Inicial</a> que
	determina el tiempo, medido en días, desde la fecha de comienzo del
	desaf&iacute;o en el que su puntuaci&oacute;n no var&iacute;ará salvo
	que se envíe y califique una respuesta correcta. De esta forma y
	transcurrido el tiempo inicial establecido, o bien, a partir de que se
	envíe y califique una respuesta correcta, la puntuaci&oacute;n del
	desafío empezar&aacute; a variar a partir de la puntuaci&oacute;n
	inicial de dos formas posibles, seg&uacute;n el tipo de
	puntuaci&oacute;n escogido:
</P>
<P align="justify">
	LINEAL: la variaci&oacute;n de la puntuaci&oacute;n se produce
	linealmente, incrementándose hasta que llegue la fecha de
	finalizaci&oacute;n del desaf&iacute;o, alcanzando en este momento la
	m&aacute;xima puntuaci&oacute;n establecida, o bien hasta que se
	responda correctamente por vez primera y se califique dicha respuesta,
	momento a partir del cuál la puntuaci&oacute;n comenzar&aacute; a
	disminuir, de manera que se alcance el valor cero en la fecha de cierre
	del desaf&iacute;o, siempre y cuando antes no se hayan enviado y
	calificado el <a href="help.php?module=quest&file=nmaxanswers.html">Número
		Máximo de Respuestas</a> admitidas para ese desafío.
</P>
<P align="justify">EXPONENCIAL: la variación de la puntuaci&oacute;n
	sigue las mismas pautas que en el tipo anterior, con la diferencia de
	que en este caso la variaci&oacute;n no es lineal, sino exponencial,
	por lo que la variación es mayor a medida que transcurre el tiempo.</P>
